[
  {
    "districtName": "Dehradun",
    "state": "Uttarakhand",
    "info": "Dehradun is the capital city and the largest city of Uttarakhand. Dehradun is located at an altitude of 1400 feet above sea level and has a pleasant climate all year round. Located just 30kms from Mussoorie, Dehradun is known as the gateway to Mussoorie and Rishikesh and Haridwar. Dehradun is also known as the \"Educational Hub of Uttarakhand\" with some of the country's prestigious universities and boarding schools.",
    "images": [
      "https://1.bp.blogspot.com/--DLj4ilsY_0/X8ShGBpeuDI/AAAAAAAAMsY/6D62_oLWbEQeqC4D_mVodG9V10UMW_KmgCLcBGAsYHQ/s1200/DinPnB1WsAALo6P.jpg",
      "https://www.adotrip.com/public/images/city/master_images/5e3d4045cb808-Dehradun_Attractions.jpg",
      "https://dehraduntourism.co.in/images/places-to-visit/header/ghanta-ghar-clock-tower-dehradun-tourism-entry-fee-timings-holidays-reviews-header.jpg"
    ]
  },
  {
    "districtName": "Pauri Garhwal",
    "state": "Uttarakhand",
    "info": "Pauri Garhwal is a paradise that showcases the varied colors of nature all packed in to this one place. From snow covered Himalayan peaks and thick cover of lush green forests to deep rooted culture of the place and warm hearted people, this place oozes beauty and charm in every aspect.Perched at an altitude of 1814m above the sea level, Pauri also serves as the headquarters to the district by the same name. It also houses many temples but what fascinates the visitors the most is the sunset here.",
    "images": [
      "https://farm6.staticflickr.com/5489/31012380442_4cedc67460_b.jpg",
      "https://assets-news.housing.com/news/wp-content/uploads/2022/09/01172338/PLACES-IN-LANDSDOWN-FEATURE-compressed.jpg",
      "https://www.euttaranchal.com/tourism/photos/pauri-garhwal-71786.jpg"
    ]
  },
  {
    "districtName": "Tehri Garhwal",
    "state": "Uttarakhand",
    "info": "The Hindu Mythology and legends seemed to have showered Tehri Garhwal with several spiritual significances. It is this place where River Ganga arrives in its real form at Devprayag where River Bhagirathi and River Alaknanda merge. One can also see many temples dotted across the place.",
    "images": [
      "https://4.bp.blogspot.com/-zvnCUQPYQOk/VdccnpzbucI/AAAAAAAABQs/8MOP-8yzOto/s1600/5.jpg",
      "https://th.bing.com/th/id/OIP.94RvzNaIF6bC8rM7Mmip6gHaE8?w=250&h=180&c=7&r=0&o=5&dpr=1.5&pid=1.7",
      "https://www.holidify.com/images/compressed/1940.jpg"
    ]
  },
  {
    "districtName": "Chamoli",
    "state": "Uttarakhand",
    "info": "Sitting in the lap of nature, Chamoli is often referred to as the 'Abode of Gods' as it has a strong bond with spirituality, seen from local astounding legends. Chamoli is a blessed place where the beauty of nature combined with its fascinating culture births serenity. The people here are satisfied living amidst the breathtakingly tall mountains and beautiful, dense valleys.",
    "images": [
      "https://www.shrineyatra.com/wp-content/uploads/2021/06/Chamoli-768x576.jpg",
      "https://www.euttaranchal.com/tourism/photos/chamoli-2487668.jpg",
      "https://www.shrineyatra.com/wp-content/uploads/2021/06/Badrinath.jpg"
    ]
  },
  {
    "districtName": "Haridwar",
    "state": "Uttarakhand",
    "info": "Haridwar is one of the seven holiest cities in India, situated in Uttarakhand. It is located where the sacred river Ganga enters the Indo-Gangetic plains for the first time. Dotted with temples, ashrams and narrow lanes across the city, Haridwar is a famous Hindu temple town where millions of devotees come to take a dip in the holy Ganges. It's believed that taking a dip in the sacred Har Ki Pauri relieves one of all the sins.",
    "images": [
      "https://th.bing.com/th/id/OIP.6thEflZbIosJexdVhvWgwgHaE8?rs=1&pid=ImgDetMain",
      "https://www.holidify.com/images/cmsuploads/compressed/haridwar-ganga-aarti_20171219221321.jpg",
      "https://www.tripsavvy.com/thmb/n123jZ9t-x0_GITa95mWmHowJuQ=/2121x1414/filters:no_upscale():max_bytes(150000):strip_icc()/GettyImages-166681127-beb74002b73f4bdd977fcc451476902a.jpg"
    ]
  },
  {
    "districtName": "Nainital",
    "state": "Uttarakhand",
    "info": "Nainital, a picturesque hill station in the Kumaon region of Uttarakhand, is known for its serene lakes, lush green hills, and pleasant climate.Nainital town is centered around the emerald-green Naini Lake, which offers boating opportunities against the majestic Himalayas. Visitors are drawn to Nainital for its scenic vistas, adventure activities, and charming colonial architecture.",
    "images": [
      "https://i.pinimg.com/originals/f2/68/c6/f268c603e1f0c5b2b528ee3576cfb651.jpg",
      "https://th.bing.com/th/id/OIP.414tyMs0Zw0GK6s-z2b_owHaE0?w=306&h=198&c=7&r=0&o=5&dpr=1.5&pid=1.7",
      "https://www.tripnight.com/public/thumbs/monuments/1003/WBY1vFIGqTzp_468_738.jpg"
    ]
  },
  {
    "districtName": "Uttarkashi",
    "state": "Uttarakhand",
    "info": "Endearingly called as Devbhoomi, Uttarkashi, literally meaning 'Kashi of the North', is a quaint little town tucked away in the hill state of Uttarakhand. Revered by the Hindus as one of their propitious religious sites, the townhouses two of the total four holy shrines of Hindu mythology. It is one of the most visited cities of religious relevance in the area and gives you a sense of heightened divinity and an out of the world experience. The region was more in the favour of religious tourism initially but lately the spurring of trekking and adventure activities invites a lot of non religion tourists as well.",
    "images": [
      "https://img.traveltriangle.com/blog/wp-content/uploads/2018/07/uttarkashi-cover-picture.jpg",
      "https://www.euttaranchal.com/tourism/photos/uttarkashi-9774058.jpg",
      "https://www.bontravelindia.com/wp-content/uploads/2021/12/Uttarkashi-Uttarakhand-1000x565.jpg"
    ]
  },
  {
    "districtName": "Bageshwar",
    "state": "Uttarakhand",
    "info": "Bageshwar is a small town in Uttarakhand, tucked away in the Kumaon region of the Himalayan range inconspicuously. Situated at the confluence of the rivers Saryu and Gomti, with Bhileshwar and Nileshwar mountains, Bageshwar is known for its rivers, temples and mountains. The temple Baghnath dedicated to Lord Shiva, and its mention in the Puranas, attracts religious tourists to this place.",
    "images": [
      "https://farm8.staticflickr.com/7538/16130853345_fc22fdfb6a_o.jpg",
      "https://www.go2india.in/uttarakhand/images/baijnath-temple.JPG",
      "https://i.pinimg.com/originals/10/71/e3/1071e3757520bba7d65ae3c183f9bd23.jpg"
    ]
  },
  {
    "districtName": "Udham Singh Nagar",
    "state": "Uttarakhand",
    "info": "From nature lovers and spiritual seekers to those looking to escape the daily grind the district of Udham Singh Nagar has something for every kind of traveller. Be it pilgrimages to one of the numerous revered sites of worship, enjoying a fun-filled picnic with family and friends at one of the lakes or just taking in the serene beauty of the surroundings there is never a dull moment here. The uniqueness of this district lies in the fact that it is home to communities from several Indian states Jammu & Kashmir, Kerala, Punjab, Haryana, Rajasthan and more who live in harmony, reiterating the age-old saying 'unity in diversity'.",
    "images": [
      "https://www.chardhamtours.in/gallery/hotelImage/1475305522_2udham%203.jpg",
      "https://th.bing.com/th/id/OIP.GbFqb4Fhc2NBtWhp0BoZGQHaDZ?w=318&h=160&c=7&r=0&o=5&dpr=1.5&pid=1.7",
      "https://th.bing.com/th/id/R.f8c682f4af8c7f81da1ae2f963d714b6?rik=nQRFQxUezxttTQ&riu=http%3a%2f%2fimvoyager.com%2fwp-content%2fuploads%2f2018%2f07%2fDSC_0355.jpg&ehk=OxNpTB9HH1bHI0WpqaA9HQz6stpHRawcd3wcF7ec%2bpU%3d&risl=&pid=ImgRaw&r=0"
    ]
  },
  {
    "districtName": "Champawat",
    "state": "Uttarakhand",
    "info": "Champawat is an intrepid town in Champawat district, Uttrakhand. Perched 5,299 feet above the sea level, this quaint town of Champaran is a perfect composite of adventure, religion and history. The place holds historical and religious significance attracting many drifters and pilgrims throughout the year. As the legend goes, Lord Vishnu incarnated in his Kurma Avatar in this region.",
    "images": [
      "https://rishikeshdaytour.com/blog/wp-content/uploads/2020/01/Lohaghat-Champawat.jpg",
      "https://uttarakhandtourism.gov.in/sites/default/files/2021-02/champawat-banner1.jpg",
      "https://live.staticflickr.com/3856/15229362571_f2400ca4d1_b.jpg"
    ]
  },
  {
    "districtName": "Almora",
    "state": "Uttarakhand",
    "info": "Set in the background of snow-capped Himalayan ranges of Uttarakhand, the sprawling town of Almora is a beautiful hill station. With easy accessibility from Delhi and other major cities of North India, Almora is known for its rich cultural heritage, unique handicrafts, sumptuous cuisine and magnificent wildlife. This town has two major rivers- Koshi (Kaushaki) and Suyal (Salmali).",
    "images": [
      "https://th.bing.com/th/id/OIP.CJ8D6E0n1VmufgxcGK6z7wAAAA?rs=1&pid=ImgDetMain",
      "https://www.chardhamtours.in/gallery/hotelImage/1505106974_Almora.jpg",
      "https://www.holidify.com/images/bgImages/ALMORA.jpg"
    ]
  },
  {
    "districtName": "Pithoragarh",
    "state": "Uttarakhand",
    "info": "A small urban town bustling with tourists is a prime example of raw beauty of nature and is often fondly referred to as the 'Little Kashmir'. A gateway to Himalayan Range, this town also serves as the stop over for pilgrims on their way to Kailash Mansarover.Situated in a beautiful Soar valley and flanked by Nepal in the east and Tibet in the north, Pithoragarh promises of an unforgettable trip. With River Kali flowing through the town which is prettily adorned with tranquil temples, villages, fort, lush green forests and natural resources, this place is a blessing in disguise for travel enthusiasts.",
    "images": [
      "https://www.chardhamtour.in/wp-content/uploads/2017/03/Pithoragarh-Town.jpg",
      "https://www.adotrip.com/public/images/city/5c3f1a89ede25-Pithoragarh%20Place%20to%20visit.jpg",
      "https://th.bing.com/th/id/OIP.xi4Ai70SLXWK_ZMNYA7B0QHaFL?pid=ImgDet&w=474&h=331&rs=1"
    ]
  },
  {
    "districtName": "Rudraprayag",
    "state": "Uttarakhand",
    "info": "Lying at the confluence of River Alaknanda and River Mandakini, Rudraprayag is a sacred place regarded as one of the Panch Prayags and place of great religious significance. Settled in Uttarakhand, this beautiful town is full of mysterious charm and the spiritual vibes that will calm your senses.Offering spectacular views and mesmerizing panoramic vistas, the town boasts of being blessed by Mother Nature in its full glory. The town derives its name from the Hindu deity Lord Shiva who is said to have appeared at the place in the form of Lord Rudra. Rudraprayag is sprinkled with several ancient temples and serves as a gateway to two major pilgrimages of Kedarnath and Badrinath, offering its visitors a surrounding of serenity and tranquility.",
    "images": [
      "http://ts3.mm.bing.net/th?id=OIP.wZNbuaINaht6xB4d6ygG-wHaFQ&pid=15.1",
      "https://th.bing.com/th/id/OIP.oyN_8rEnBLfz3WrfNsToGAHaEK?w=320&h=180&c=7&r=0&o=5&dpr=1.5&pid=1.7",
      "https://imgcld.yatra.com/ytimages/image/upload/v1482737004/Auli_Rudraprayag.jpg"
    ]
  }
]
